Revit 2027 API
SpecTypeId.Length Property
 Length, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Length { get; }
Public Shared ReadOnly Property Length As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Length {
	ForgeTypeId^ get ();
}
static member Length : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace